tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "xz"
brew "libevent"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "gettext"
brew "glib"
brew "libffi"
brew "libidn2"
brew "gnutls"
brew "colima"
brew "curl"
brew "deno"
brew "docker"
brew "harfbuzz"
brew "gobject-introspection"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gdk-pixbuf"
brew "ghq"
brew "git"
brew "gnupg"
brew "lua"
brew "pango"
brew "qt@5"
brew "gnuplot"
brew "go", link: false
brew "helm"
brew "hunspell"
brew "jq"
brew "kubernetes-cli"
brew "libheif"
brew "librsvg"
brew "neovim"
brew "ngrep"
brew "qt"
brew "pyqt"
brew "pyqt@5"
brew "qscintilla2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "zoxide"
cask "alacritty"
cask "appcleaner"
cask "bettertouchtool"
cask "brave-browser"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "vimr"
cask "zoom"
