tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "neovim/neovim"
tap "splhack/splhack"
tap "universal-ctags/universal-ctags"
cask "java"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "xz"
brew "awscli"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "fish"
brew "fzf"
brew "gettext"
brew "ghq"
brew "git"
brew "libffi"
brew "glib"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "hub"
brew "jq"
brew "libevent"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "mas"
brew "maven"
brew "mercurial"
brew "ngrep"
brew "nodebrew"
brew "packer"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
brew "jesseduffield/lazygit/lazygit"
brew "splhack/splhack/cmigemo-mk", args: ["HEAD"]
brew "splhack/splhack/macvim-kaoriya", args: ["HEAD"]
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "day-o"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "libreoffice"
cask "onyx"
cask "skype"
cask "virtualbox"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
