tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "gettext"
brew "libffi"
brew "sqlite"
brew "xz"
brew "glib"
brew "curl"
brew "docker", link: false
brew "libevent"
brew "fish"
brew "fzf"
brew "ghq"
brew "gifski"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "mas"
brew "mercurial"
brew "minikube"
brew "ngrep"
brew "parallel"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "day-o"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "karabiner-elements"
cask "keycastr"
cask "kindlegen"
cask "libreoffice"
cask "macvim"
cask "skype"
cask "virtualbox"
cask "zoomus"
mas "Fotor Photo Editor", id: 503039729
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
